{"reviewerID": "A11N155CW1UV02", "asin": "B000H00VBQ", "reviewerName": "AdrianaM", "helpful": [0, 0], "reviewText": "I had big expectations because I love English TV, in particular Investigative and detective stuff but this guy is really boring. It didn't appeal to me at all.", "overall": 2.0, "summary": "A little bit boring for me", "unixReviewTime": 1399075200, "reviewTime": "05 3, 2014"}
{"reviewerID": "ATASGS8HZHGIB", "asin": "B000H0X79O", "reviewerName": "JohnnyC", "helpful": [0, 0], "reviewText": "There are many episodes in this series, so I pretty-much just skip through them to try to find a description of something I think I would like.  It's kind of a crap shoot as to whether you'll be entertained or not, but hey, if you're just sitting around trying to kill 20-30 minutes while you're waiting for something else to do, it's worth a shot.", "overall": 3.0, "summary": "A reasonable way to kill a few minutes", "unixReviewTime": 1388275200, "reviewTime": "12 29, 2013"}
{"reviewerID": "A3RXD7Z44T9DHW", "asin": "B000H0X79O", "reviewerName": "Kansas", "helpful": [0, 0], "reviewText": "This is the best of the best comedy Stand-up. The fact that I was able to just watch continuously one comedian after another was great. I had the best laughter I have had in a long time.", "overall": 5.0, "summary": "kansas001", "unixReviewTime": 1393372800, "reviewTime": "02 26, 2014"}
{"reviewerID": "A2JE0JYIZL5NU4", "asin": "B000H2DMME", "reviewerName": "C. A. Neal", "helpful": [0, 0], "reviewText": "I only watched the Wanda Sykes portion of this show. I think it was interesting to watch because it was before she came out as a lesbian. She was married to a man at the time. She actually made some jokes that raised my eyebrows since she is now a lesbian. I didn't like this because it seemed hypocritical but I think Wanda Sykes is really funny. She is one of the few comedians who can make me really LOL (Laugh Out Loud). If you want to see what her comedy was like before she came out a lesbian or you are a Wanda Sykes fan, watch it. I am a huge fan of hers. I would like to see her in a live how. I am glad she is true to herself now and came out as a lesbian. I hope Wanda keeps on making me and others laugh for a long time to come.", "overall": 3.0, "summary": "I Only Watched Wanda Sykes", "unixReviewTime": 1400371200, "reviewTime": "05 18, 2014"}
{"reviewerID": "AUX8EUBNTHIIU", "asin": "B000H0X79O", "reviewerName": "Louis V. Borsellino", "helpful": [0, 0], "reviewText": "Not bad.  Didn't know any of the comedians but first time viewing put a smile on my face.  I'll check out the next season soon.", "overall": 3.0, "summary": "Entertaining Comedy", "unixReviewTime": 1396396800, "reviewTime": "04 2, 2014"}
{"reviewerID": "A11N155CW1UV02", "asin": "B007PKOKZY", "reviewerName": "AdrianaM", "helpful": [4, 6], "reviewText": "I really like the characters and the actors. It is a different, unconventional approach of the encounters of two people that are lost in life, philosophically speaking.THis movie cheered me up. Perfect for when you are in the mood for something mellow and uncomplicated.", "overall": 4.0, "summary": "It's a sweet and simply love story.", "unixReviewTime": 1375574400, "reviewTime": "08 4, 2013"}
{"reviewerID": "A11N155CW1UV02", "asin": "B008FWHGYS", "reviewerName": "AdrianaM", "helpful": [0, 0], "reviewText": "Not much at least, but I didn't get interested in finish it so I guess that says a lot about the movie. The characters didn't make it for me, kind of boring.", "overall": 3.0, "summary": "I got asleep but not because of the movie", "unixReviewTime": 1396396800, "reviewTime": "04 2, 2014"}
{"reviewerID": "A11N155CW1UV02", "asin": "B00C7KXUOE", "reviewerName": "AdrianaM", "helpful": [0, 1], "reviewText": "I should watch all the episodes. Still I didn't. I like the actors very much especially Mads. He is great and has so a particular and odd face that it is perfect for the series but still I didn't see enough. If i have to say something now I think that could be better done, it is lacking something but I don't know what.", "overall": 3.0, "summary": "I am not sure about this one yet", "unixReviewTime": 1394409600, "reviewTime": "03 10, 2014"}
{"reviewerID": "A11N155CW1UV02", "asin": "B00ENYLR8I", "reviewerName": "AdrianaM", "helpful": [0, 0], "reviewText": "It was so boring I have to pass it forward. Although probably it is a market for this kind of movie.", "overall": 2.0, "summary": "The idea is good but..", "unixReviewTime": 1394409600, "reviewTime": "03 10, 2014"}
{"reviewerID": "A11N155CW1UV02", "asin": "B00I3MMN4I", "reviewerName": "AdrianaM", "helpful": [0, 0], "reviewText": "I am not sure about this one yet. I have to see more. The problem is lately all these kinds of shows look alike and is very hard to make some original and interesting, but I will watch a second episode.", "overall": 3.0, "summary": "It is OK.", "unixReviewTime": 1392854400, "reviewTime": "02 20, 2014"}